import type { ComfortType } from '@/types/comfortType';
export const comfortData: ComfortType[] = [
  {
    imgSrc: '/img/img-originality-1.png',
    text: `<ul>
              <li>
                Надійно закривається з характерним звуком, забезпечуючи
                безпеку напою.
              </li>
              <li>
                Зручний клапан з парковкою зберігає температуру напою та
                запобігає випадковому проливанню.
              </li>
              <li>
                Елегантний зовнішній вигляд з унікальним декором додає
                вашому напою преміальності.
              </li>
              <li>
                Можливість переносити кілька стаканів в одній руці завдяки
                штабелюванню — це не лише зручно для ваших клієнтів, але й
                сприяє збільшенню продажів напоїв.
              </li>
              <li>
                Приємне пиття, подібне до пиття з відкритого стакана,
                підвищує лояльність клієнтів.
              </li>
              <li>
                Унікальна конструкція кришки дозволяє безпечно пити гарячі
                напої.
              </li>
              <li>
                Має ексклюзивні патенти по всьому світу, які не мають
                аналогів.
              </li>
            </ul>`,
  },
  {
    imgSrc: '/img/img-originality-2.png',
    text: `<h3>Спеціальна форма кришки дозволяє надійно переносити кілька стаканів в одній руці, а також поставити у заглиблення кекс або печиво</h3>`,
  },
];
