import type { OriginalityType } from '@/types/originalityType';

export const originalityData: OriginalityType[] = [
  {
    id: 1,
    title: 'спеціальний клапан',
    text: 'Призначений для запобігання проливанню та збереження щільності води в чашці.',
    src: '/video/Klapan.mp4',
    position: 'left',
  },
  {
    id: 2,
    title: 'парковка для клапана',
    text: 'Після використання клапан легко та безпечно прибирається у спеціальний отвір, що запобігає забрудненню одягу.',
    src: '/video/Parkovka.mp4',
    position: 'left',
  },
  {
    id: 3,
    title: 'комфортне пиття',
    text: 'Оптимальний розмір і форма отвору забезпечують комфортне пиття та захист від проливання. Широкий потік рідини дозволяє насолоджуватись смаком напою, охоплюючи більше смакових рецепторів.',
    src: '/video/Piteynik.mp4',
    position: 'left',
  },
  {
    id: 4,
    title: 'клапан для трубочки',
    text: 'Форма клапана полегшує прокол перемичок і забезпечує легкий доступ трубочки до центру отвору навіть на дотик.',
    src: '/video/Trubochka.mp4',
    position: 'right',
  },
  {
    id: 5,
    title: 'штабелювання склянок',
    text: 'Завдяки особливій формі кришки vivi cap можна ставити кілька склянок один на одного та розміщувати у виїмці фірмові кекси або печиво.',
    src: '/video/Shtabelirovanie.mp4',
    position: 'right',
  },
  {
    id: 6,
    title: 'еко френдлі',
    text: 'Кришки vivi cap виготовлені з безпечного для харчових продуктів матеріалу — поліпропілену. Вони зберігають форму після використання і можуть бути повторно використані. Підлягають вторинній переробці.',
    src: '/video/ECO.mp4',
    position: 'right',
  },
];
