<script setup lang="ts">
  useHead({ title: 'Юридична інформація' });
</script>

<template>
  <PageHeader>Юридична інформація</PageHeader>
  <section class="pt">
    <div class="container-fluid">
      <div class="block-content">
        <h2>Юридична інформація</h2>
        <p>Добрий день. Формулювання від юристів:</p>
        <p>
          Сайт та всі розміщені на ньому об’єкти й матеріали є інтелектуальною
          власністю та охороняються законом. Забороняється копіювання,
          розповсюдження та будь-яке використання без згоди правовласника.
          Незаконне використання матеріалів, розміщених на сайті, тягне за собою
          відповідальність, передбачену законом.
        </p>
      </div>
    </div>
  </section>
</template>

<style lang="scss"></style>
